zsh-users/zsh-completions path:src kind:fpath
zsh-users/zsh-syntax-highlighting kind:defer

getantidote/use-omz
# I need nothing from lib
ohmyzsh/ohmyzsh path:plugins/sdk

sorin-ionescu/prezto
sorin-ionescu/prezto path:modules/environment
sorin-ionescu/prezto path:modules/editor
sorin-ionescu/prezto path:modules/history
sorin-ionescu/prezto path:modules/utility
sorin-ionescu/prezto path:modules/tmux
sorin-ionescu/prezto path:modules/ssh
sorin-ionescu/prezto path:modules/python

lukechilds/zsh-nvm

romkatv/powerlevel10k

$HOME/.zsh/plugins/cloudsdk
$HOME/.zsh/plugins/k8s
$HOME/.zsh/plugins/fzf

#at the end
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
